# GNU File, Shell, and Text utilities
brew "coreutils"
# Apjanke's fork of the classic cowsay project
brew "cowsay"
# Terminal JSON viewer
brew "fx"
# Command-line fuzzy finder written in Go
brew "fzf"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Fast linters runner for Go
brew "golangci-lint"
# Language server for the Go language
brew "gopls"
# Kubernetes package manager
brew "helm"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Handy way to save and run project-specific commands
brew "just"
# Kubernetes CLI To Manage Your Clusters In Style!
brew "k9s"
# Language Server for the Lua language
brew "lua-language-server"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Rust toolchain installer
brew "rustup"
# Markup-based typesetting system
brew "typst"
# Internet file retriever
brew "wget"
# Pluggable terminal workspace, with terminal multiplexer as the base feature
brew "zellij"
# App to build and share containerised applications and microservices
cask "docker-desktop"
cask "font-fira-code"
# GPU-based terminal emulator
cask "kitty"
go "github.com/air-verse/air"
