brew "cmake"
brew "coreutils"
brew "cowsay"
brew "fx"
brew "fzf"
brew "git-cliff"
brew "git-filter-repo"
brew "glab"
brew "gnupg"
brew "go"
brew "gopls"
brew "helm"
brew "htop"
brew "httpie"
brew "img2pdf"
brew "just"
brew "k9s"
brew "libpq"
brew "lua-language-server"
brew "minikube"
brew "neovim"
brew "node"
brew "pyrefly"
brew "qemu"
brew "ripgrep"
brew "rlwrap"
brew "sbcl"
brew "sbt"
brew "socket_vmnet"
brew "tldr"
brew "typst"
brew "uv"
brew "websocat"
brew "wget"
brew "yaml-cpp"
brew "zellij"
brew "zuban"
cask "docker-desktop"
cask "font-fira-code"
cask "kitty"
cask "smlnj"
cask "temurin@25"
vscode "bierner.markdown-mermaid"
vscode "github.copilot-chat"
vscode "myriad-dreamin.tinymist"
go "github.com/air-verse/air"
go "github.com/stilyanpetrovv/pdf-to-jpg"
go "github.com/google/pprof"
cargo "cargo-expand"
cargo "licensesnip"
cargo "picodata-pike"
cargo "protols"
