{
  "coq_nvim": { "branch": "coq" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "one-nvim": { "branch": "main" },
  "onehalf.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "supermaven-nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "termcolors.nvim": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-illuminate": { "branch": "master" }
}
